Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGamesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.challenges
source: Challenges
ar: تحديات
bg: Предизвикателства
ca: Desafiaments
cs: Výzvy
da: Udfordringer
de: Herausforderungen
el: Προκλήσεις
es: Desafíos
es_419: Desafíos
fi: Haasteet
fr: Défis
fr_ca: Défis
he: אתגרים
hi: चुनौतियाँ
hr: Izazovi
hu: Kihívások
id: Tantangan
it: Sfide
ja: チャレンジ
kk: Сынақтар
ko: 도전 과제
ms: Cabaran
nb: Utfordringer
nl: Uitdagingen
pl: Wyzwania
pt_br: Desafios
pt_pt: Desafios
ro: Provocări
ru: Вызовы
sk: Výzvy
sv: Utmaningar
th: ความท้าทาย
tr: Zorluklar
uk: Виклики
vi: Thử thách
zh_hans: 挑战
zh_hant: 挑戰
zh_hk: 挑战

# TK.Label.characters
source: Characters
ar: أحرف
bg: Символи
ca: Caràcters
cs: Znaky
da: Tegn
de: Zeichen
el: Χαρακτήρες
es: Caracteres
es_419: Caracteres
fi: Merkit
fr: Caractères
fr_ca: Caractères
he: תווים
hi: वर्ण
hr: Znakovi
hu: Karakterek
id: Karakter
it: Caratteri
ja: 文字
kk: Таңбалар
ko: 문자
ms: Aksara
nb: Tegn
nl: Tekens
pl: Znaki
pt_br: Caracteres
pt_pt: Caracteres
ro: Caractere
ru: Символы
sk: Znaky
sv: Tecken
th: อักขระ
tr: Karakterler
uk: Символи
vi: Ký tự
zh_hans: 字符
zh_hant: 字元
zh_hk: 字元

# TK.Label.characterStats
source: Character Stats
ar: إحصائيات الشخصية
bg: Статистика на персонажа
ca: Estadístiques de Personatge
cs: Statistiky postavy
da: Karakterstatistik
de: Charakterstatistiken
el: Στατιστικά Χαρακτήρων
es: Estadísticas de Personaje
es_419: Estadísticas de personaje
fi: Hahmotilastot
fr: Statistiques de personnage
fr_ca: Stats de personnage
he: סטטיסטיקות דמויות
hi: चरित्र आँकड़े
hr: Statistika likova
hu: Karakter statisztikák
id: Statistik Karakter
it: Statistiche del Personaggio
ja: キャラクター統計
kk: Сипаттар
ko: 캐릭터 통계
ms: Statistik Watak
nb: Karakterstatistikk
nl: Karakterstatistieken
pl: Statystyki postaci
pt_br: Estatísticas do Personagem
pt_pt: Estatísticas do Personagem
ro: Statistici despre personaje
ru: Статистика персонажей
sk: Štatistiky postavy
sv: Karaktärsstatistik
th: สถิติของตัวละคร
tr: Karakter İstatistikleri
uk: Статистика персонажа
vi: Thống kê nhân vật
zh_hans: 角色统计
zh_hant: 角色統計
zh_hk: 角色统计

# TK.Label.coins
source: Coins
ar: عملات
bg: Монети
ca: Monedes
cs: Mince
da: Mønter
de: Münzen
el: Νόμισμα
es: Monedas
es_419: Monedas
fi: Kolikot
fr: Pièces
fr_ca: Pièces
he: מטבעות
hi: सिक्के
hr: Novčići
hu: Érmék
id: Koin
it: Monete
ja: コイン
kk: Монеталар
ko: 코인
ms: Syiling
nb: Mynter
nl: Muntjes
pl: Monety
pt_br: Moedas
pt_pt: Moedas
ro: Monede
ru: Монеты
sk: Mince
sv: Mynt
th: เหรียญ
tr: Jetonlar
uk: Монети
vi: Xu
zh_hans: 金币
zh_hant: 硬幣
zh_hk: 硬幣

# TK.Label.currency
source: Currency
ar: العملة
bg: Валута
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
es_419: Moneda
fi: Valuutta
fr: Monnaie
fr_ca: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata Uang
it: Valuta
ja: 通貨
kk: Валюта
ko: 통화
ms: Mata Wang
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Valută
ru: Валюта
sk: Mena
sv: Valuta
th: สกุลเงิน
tr: Para Birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣
zh_hk: 貨幣

# TK.Label.dailyRewards
source: Daily Rewards
ar: مكافآت يومية
bg: Дневни награди
ca: Recompenses diàries
cs: Denní odměny
da: Daglige belønninger
de: Tägliche Belohnungen
el: Καθημερινές Επιβραβεύσεις
es: Recompensas Diarias
es_419: Recompensas Diarias
fi: Päivittäiset palkinnot
fr: Récompenses quotidiennes
fr_ca: Récompenses quotidiennes
he: פרסים יומיים
hi: दैनिक पुरस्कार
hr: Dnevne Nagrade
hu: Napi jutalmak
id: Reward Harian
it: Ricompense giornaliere
ja: 日次報酬
kk: Күнделікті сыйақы
ko: 일일 보상
ms: Ganjaran Harian
nb: Daglige belønninger
nl: Dagelijkse Beloningen
pl: Codzienne nagrody
pt_br: Recompensas Diárias
pt_pt: Recompensas Diárias
ro: Recompense zilnice
ru: Ежедневные награды
sk: Denné odmeny
sv: Dagsbelöningar
th: รางวัลประจำวัน
tr: Günlük Ödüller
uk: Щоденні винагороди
vi: Phần thưởng hàng ngày
zh_hans: 每日奖励
zh_hant: 每日獎勵
zh_hk: 每日獎勵

# TK.Label.difficulty
source: Difficulty
ar: صعوبة
bg: Трудност
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
es_419: Dificultad
fi: Vaikeusaste
fr: Niveau de difficulté
fr_ca: Difficulté
he: קושי
hi: कठिनाई
hr: Težina
hu: Nehézség
id: Kesulitan
it: Difficoltà
ja: 難易度
kk: Қиындық
ko: 난이도
ms: Kesukaran
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Trudność
pt_br: Dificuldade
pt_pt: Dificuldade
ro: Dificultate
ru: Сложность
sk: Obtiažnosť
sv: Svårighet
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ khó
zh_hans: 难度
zh_hant: 難度
zh_hk: 難度

# TK.Label.energy
source: Energy
ar: طاقة
bg: Енергия
ca: Energia
cs: Energie
da: Energi
de: Energie
el: Ενέργεια
es: Energía
es_419: Energía
fi: Energia
fr: Énergie
fr_ca: Énergie
he: אנרגיה
hi: ऊर्जा
hr: Energija
hu: Energia
id: Energi
it: Energia
ja: エネルギー
kk: Энергия
ko: 에너지
ms: Tenaga
nb: Energi
nl: Energie
pl: Energia
pt_br: Energia
pt_pt: Energia
ro: Energie
ru: Энергия
sk: Energía
sv: Energi
th: พลังงาน
tr: Enerji
uk: Енергія
vi: Năng lượng
zh_hans: 能量
zh_hant: 能量
zh_hk: 能量

# TK.Label.gameMode
source: Game Mode
ar: وضع اللعبة
bg: Игрови режим
ca: Mode de Joc
cs: Herní mód
da: Spiltilstand
de: Spielmodus
el: Κατάσταση Παιχνιδιού
es: Modo Juego
es_419: Modo de Juego
fi: Pelimuoto
fr: Mode de jeu
fr_ca: Mode de jeu
he: מצב משחק
hi: खेल मोड
hr: Način igre
hu: Játék Üzemmód
id: Mode Permainan
it: Modalità Gioco
ja: ゲームモード
kk: Ойын режимі
ko: 게임 모드
ms: Mod Permainan
nb: Spillmodus
nl: Spelmodus
pl: Tryb gry
pt_br: Modo de Jogo
pt_pt: Modo de Jogo
ro: Mod de joc
ru: Игровой режим
sk: Herný režim
sv: Spellägen
th: โหมดเกม
tr: Oyun Modu
uk: Режим гри
vi: Chế độ Chơi
zh_hans: 游戏模式
zh_hant: 遊戲模式
zh_hk: 遊戲模式

# TK.Label.gems
source: Gems
ar: جواهر
bg: Скъпоценни камъни
cs: Drahokamy
da: Ædelsten
de: Edelsteine
el: Πετράδια
es: Gemas
es_419: Gemas
fi: Korut
fr: Gemmes
fr_ca: Gemmes
he: אבנים יקרות
hi: जेम्स
hr: Dragulji
hu: Drágakövek
id: Batu Permata
it: Gemmi
ja: ジェム
kk: Гемдер
ko: 보석
ms: Permata
nb: Edelstener
nl: Edelstenen
pl: Kamienie szlachetne
pt_br: Gemas
pt_pt: Gemas
ro: Bijuterii
ru: Драгоценные камни
sk: Drahokamy
sv: Ädelstenar
th: อัญมณี
tr: Değerli Taşlar
uk: Самоцвіти
vi: Ngọc
zh_hans: 宝石
zh_hant: 寶石
zh_hk: 寶石

# TK.Label.health
source: Health
ar: صحتي
bg: Здраве
ca: Salut
cs: Zdraví
da: Sundhed
el: Υγεία
es: Salud
es_419: Salud
fi: Terveys
fr: Santé
fr_ca: Santé
he: בריאות
hi: सेहत
hr: Zdravlje
hu: Egészség
id: Kesehatan
it: Salute
ja: ヘルスケア
kk: Денсаулық
ko: 건강
ms: Kesihatan
nb: Helse
nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
pt_pt: Saúde
ro: Sănătate
ru: Здоровье
sk: Zdravie
sv: Hälsa
th: สุขภาพ
tr: Sağlık
uk: Здоровʼя
vi: Sức khỏe
zh_hans: 健康
zh_hant: 健康
zh_hk: 健康

# TK.Label.highScore
source: High Score
ar: أعلى نتيجة
bg: Висок резултат
ca: Màxima Puntuació
cs: Nejlepší skóre
da: Højeste Score
de: Hochpunktzahl
el: Υψηλότερη Βαθμολογία
es: Puntuación Más Alta
es_419: Puntuación Más Alta
fi: Korkein pistemäärä
fr: Meilleur score
fr_ca: Meilleur score
he: ניקוד גבוה
hi: उच्च स्कोर
hr: Najveći rezultat
hu: Legjobb Eredmény
id: Skor Tertinggi
it: Punteggio Record
ja: ハイスコア
kk: Жоғары ұпай
ko: 최고 점수
ms: Skor Tertinggi
nb: Høyeste poengsum
nl: Hoogste Score
pl: Wysoki wynik
pt_br: Maior Pontuação
pt_pt: Pontuação Mais Alta
ro: Scor maxim
ru: Рекордный результат
sk: Najvyšší skóre
sv: Högsta Poäng
th: คะแนนสูงสุด
tr: Yüksek Skor
uk: Високий бал
vi: Điểm Cao Nhất
zh_hans: 最高分
zh_hant: 最高分數
zh_hk: 最高分

# TK.Label.inventory
source: Inventory
ar: المخزون
bg: Инвентар
ca: Inventari
cs: Inventář
da: Lager
de: Inventar
el: Απόθεμα
es: Inventario
es_419: Inventario
fi: Inventaario
fr: Inventaire
fr_ca: Inventaire
he: מלאי
hi: सूचीपत्र
hr: Inventar
hu: Készlet
id: Inventaris
it: Inventario
ja: インベントリ
kk: Инвентарь
ko: 인벤토리
ms: Inventori
nb: Inventar
nl: Inventaris
pl: Inwentarz
pt_br: Inventário
pt_pt: Inventário
ro: Inventar
ru: Инвентарь
sk: Inventár
sv: Inventarie
th: สินค้าคงคลัง
tr: Envanter
uk: Інвентар
vi: Hàng tồn kho
zh_hans: 库存
zh_hant: 庫存
zh_hk: 庫存

# TK.Label.leaderboard
source: Leaderboard
ar: قائمة المتصدرين
bg: Таблица с резултати
ca: Classificació
cs: Žebříček
de: Rangliste
el: Κατάταξη
es: Tabla de Clasificación
es_419: Clasificación
fi: Tulostaulukko
fr: Classement
fr_ca: Classement
he: טבלת דירוגים
hi: लीडरबोर्ड
hr: Tablica rezultata
hu: Vezetői Tábla
id: Papan Peringkat
it: Classifica
ja: リーダーボード
kk: Рейтинг
ko: 리더보드
ms: Papan Pendahulu
nb: Poengtavle
pl: Tablica liderów
pt_br: Classificação
pt_pt: Quadro de Liderança
ro: Clasament
ru: Таблица лидеров
sk: Rebríček
sv: Topplista
th: กระดานผู้นำ
tr: Liderlik Tablosu
uk: Рейтинг
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜
zh_hk: 排行榜

# TK.Label.level
source: Level
ar: المستوى
bg: Ниво
ca: Nivell
cs: Úroveň
da: Niveau
el: Επίπεδο
es: Nivel
es_419: Nivel
fi: Taso
fr: Niveau
fr_ca: Niveau
he: רמה
hi: स्तर
hr: Razina
hu: Szint
it: Livello
ja: 水準
kk: Деңгей
ko: 수준
ms: Paras
nb: Nivå
nl: Waterpas
pl: Poziom
pt_br: Nível
pt_pt: Nível
ro: Nivel
ru: Уровень
sk: Úroveň
sv: Nivå
th: ระดับ
tr: Seviye
uk: Рівень
vi: Mức
zh_hans: 等级
zh_hant: 水平儀
zh_hk: 水平儀

# TK.Label.lives
source: Lives
ar: الأرواح
bg: Животи
ca: Vides
cs: Životy
da: Liv
de: Leben
el: Ζωές
es: Vidas
es_419: Vidas
fi: Elämät
fr: Vies
fr_ca: Vies
he: חיים
hi: जीवित
hr: Životi
hu: Életek
id: Nyawa
it: Vite
ja: ライフ
kk: Өмірлер
ko: 남은 생명
ms: Nyawa
nb: Liv
nl: Levens
pl: Życia
pt_br: Vidas
pt_pt: Vidas
ro: Vieți
ru: Жизни
sk: Životy
sv: Liv
th: ชีวิตที่เหลือ
tr: Canlılar
uk: Життя
vi: Lượt chơi
zh_hans: 生命
zh_hant: 生命數量
zh_hk: 生命

# TK.Label.matchHistory
source: Match History
ar: تاريخ المباريات
bg: История на мачове
ca: Historial de partits
cs: Historie zápasů
da: Kampens historie
de: Spielverlauf
el: Ιστορικό Αγώνων
es: Historial de partidos
es_419: Historial de partidos
fi: Otteluhistoria
fr: Historique des Matchs
fr_ca: Historique des matchs
he: היסטוריית Matches
hi: मैच इतिहास
hr: Povijest utakmica
hu: Mérkőzés történelem
id: Riwayat Pertandingan
it: Storico partite
ja: 試合履歴
kk: Матч тарихы
ko: 경기 기록
ms: Sejarah Perlawanan
nb: Kamphistorie
nl: Wedstrijdgeschiedenis
pl: Historia meczów
pt_br: Histórico de Partidas
pt_pt: Histórico de Jogos
ro: Istoricul Partidelor
ru: История матчей
sk: História zápasov
sv: Matchhistorik
th: ประวัติการแข่งขัน
tr: Maç Geçmişi
uk: Історія матчів
vi: Lịch sử trận đấu
zh_hans: 比赛历史
zh_hant: 比賽歷史
zh_hk: 比賽歷史

# TK.Label.missions
source: Missions
ar: المهام
bg: Мисии
cs: Mise
da: Opdrag
de: Missionen
el: Αποστολές
es: Misiones
es_419: Misiones
fi: Tehtävät
he: משימות
hi: मिशन
hr: Misije
hu: Küldetések
id: Misi
it: Missioni
ja: ミッション
kk: Миссиялар
ko: 임무
ms: Misi
nb: Oppdrag
nl: Missies
pl: Misje
pt_br: Missões
pt_pt: Missões
ro: Misiuni
ru: Миссии
sk: Misie
sv: Uppdrag
th: ภารกิจ
tr: Misyonlar
uk: Місії
vi: Nhiệm vụ
zh_hans: 任务
zh_hant: 任務
zh_hk: 任務

# TK.Label.playersOnline
source: Players Online
ar: اللاعبون المتواجدون على الإنترنت
bg: Онлайн играчи
ca: Jugadors en línia
cs: Hráči online
da: Spillere Online
de: Spieler:innen online
el: Παίκτες Online
es: Jugadores en Línea
es_419: Jugadores en línea
fi: Pelaajat verkossa
fr: Joueurs en ligne
fr_ca: Joueurs en ligne
he: שחקנים אונליין
hi: ऑनलाइन खिलाड़ी
hr: Igrači Online
hu: Online játékosok
id: Pemain Online
it: Giocatori online
ja: オンラインプレイヤー
kk: Онлайн ойыншылар
ko: 온라인 플레이어
ms: Pemain Dalam Talian
nb: Spillere Online
nl: Spelers Online
pl: Gracze Online
pt_br: Jogadores Online
pt_pt: Jogadores Online
ro: Jucători Online
ru: Игроки онлайн
sk: Hráči online
sv: Spelare Online
th: ผู้เล่นออนไลน์
tr: Çevrimiçi Oyuncular
uk: Гравці в онлайні
vi: Cầu thủ trực tuyến
zh_hans: 在线玩家
zh_hant: 在線玩家
zh_hk: 在線球員

# TK.Label.power
source: Power
ar: الطاقة
bg: Мощност
ca: Potència
cs: Napájení
da: Strøm
de: Stärke
el: Ισχύς
es: Alimentación
es_419: Poder
fi: Virta
fr: Alimentation
fr_ca: Alimentation
he: מצב הפעלה
hi: पावर
hr: Napajanje
hu: Teljesítmény
id: Daya
it: Potenza
ja: 電源
kk: Қуат
ko: 전원
ms: Kuasa
nb: Kraft
nl: Stroom
pl: Zasilanie
pt_br: Energia
pt_pt: Energia
ro: Alimentare
ru: Электропитание
sk: Napájanie
sv: Ström
th: พลังงาน
tr: Güç
uk: Живлення
vi: Nguồn
zh_hans: 电源
zh_hant: 電源
zh_hk: 電源

# TK.Label.quests
source: Quests
ar: البعثات
bg: Квестове
ca: Missions
cs: Úkoly
el: Αποστολές
es: Misiones
es_419: Misiones
fi: Tehtävät
fr: Quêtes
fr_ca: Quêtes
he: משימות
hi: क्वेस्ट
hr: Misije
hu: Küldetések
id: Misi
it: Missioni
ja: クエスト
kk: Квесттер
ko: 퀘스트
ms: Misi
nb: Oppdrag
pl: Zadania
pt_br: Missões
pt_pt: Missões
ro: Misiuni
ru: Квесты
sk: Úlohy
sv: Uppdrag
th: ภารกิจ
tr: Görevler
uk: Квести
vi: Nhiệm vụ
zh_hans: 任务
zh_hant: 任務
zh_hk: 任務

# TK.Label.rank
source: Rank
ar: ترتيب
bg: Ранг
ca: Rang
cs: Hodnost
da: Rang
de: Rang
el: Κατάταξη
es: Rango
es_419: Rango
fi: Sijoitus
fr: Rang
fr_ca: Rang
he: דרגה
hi: रैंक
hr: Rang
hu: Rang
id: Peringkat
it: Classifica
ja: ランク
kk: Дәреже
ko: 순위
ms: Pangkat
nb: Rang
nl: Rang
pl: Ranga
pt_br: Classificação
pt_pt: Classificação
ro: Rang
ru: Ранг
sk: Hodnosť
sv: Rankning
th: อันดับ
tr: Sıralama
uk: Ранг
vi: Xếp hạng
zh_hans: 排名
zh_hant: 排名
zh_hk: 排名

# TK.Label.score
source: Score
ar: النتيجة
bg: Резултат
ca: Puntuació
cs: Skóre
de: Punktestand
el: Σκόρε
es: Puntuación
es_419: Puntuación
fi: Pisteet
he: תוצאה
hi: स्कोर
hr: Rezultati
hu: Pontszám
id: Skor
it: Punteggio
ja: スコア
kk: Нүкте
ko: 점수
ms: Skor
nb: Poeng
pl: Wynik
pt_br: Pontuação
pt_pt: Pontuação
ro: Scor
ru: Очки
sk: Skóre
sv: Poäng
th: คะแนน
tr: Skor
uk: Рахунок
vi: Điểm số
zh_hans: 分数
zh_hant: 得分
zh_hk: 分數

# TK.Label.seasonPass
source: Season Pass
ar: تذكرة الموسم
bg: Сезонен пропуск
ca: Passeig de temporada
cs: Sezónní pas
da: Sæsonkort
de: Saisonpass
el: Ετήσιο Πακέτο
es: Pase de temporada
es_419: Pase de Temporada
fi: Kausikortti
fr: Pass saisonnier
fr_ca: Pass de saison
he: מנוי עונה
hi: सीज़न पास
hr: Sezonska propusnica
hu: Szezonbérlet
id: Tiket Musim
it: Pass stagione
ja: シーズンパス
kk: Мерзімдік абонемент
ko: 시즌 패스
ms: Pas Musim
nb: Sesongpass
nl: Seizoenskaart
pl: Karnet sezonowy
pt_br: Passe de Temporada
pt_pt: Passe de Temporada
ro: Pachet de Sezon
ru: Сезонный абонемент
sk: Sezónny preukaz
sv: Säsongskort
th: บัตรฤดูกาล
tr: Sezon Pass
uk: Сезонний абонемент
vi: Thẻ mùa
zh_hans: 季卡
zh_hant: 季票
zh_hk: 季票

# TK.Label.team
source: Team
ar: فريق
bg: Отбор
ca: Equip
cs: Tým
da: Hold
el: Ομάδα
es: Equipo
es_419: Equipo
fi: Tiimi
fr: Équipe
fr_ca: Équipe
he: צוות
hi: टीम
hr: Tim
hu: Csapat
id: Tim
it: Squadra
ja: チーム
kk: Команда
ko: 팀
ms: Pasukan
nb: Lag
pl: Zespół
pt_br: Time
pt_pt: Equipa
ro: Echipa
ru: Команда
sk: Tím
th: ทีม
tr: Takım
uk: Команда
vi: Đội
zh_hans: 队伍
zh_hant: 團隊
zh_hk: 隊伍

# TK.Label.winRate
source: Win Rate
ar: نسبة الفوز
bg: Процент на победите
ca: Taxa d'èxit
cs: Úspěšnost
da: Vindrate
de: Siegesquote
el: Ποσοστό Νίκης
es: Tasa de victorias
es_419: Tasa de Victorias
fi: Voittoprosentti
fr: Taux de victoire
fr_ca: Taux de victoire
he: שיעור ניצחון
hi: जीत का अनुपात
hr: Postotak pobjeda
hu: Győzelmi Arány
id: Tingkat Kemenangan
it: Percentuale di vittorie
ja: 勝率
kk: Жеңіс деңгейі
ko: 승률
ms: Kadar Kemenangan
nb: Vinnrate
nl: Winstpercentage
pl: Wskaźnik zwycięstw
pt_br: Taxa de Vitórias
pt_pt: Taxa de Vitórias
ro: Rata de Câștig
ru: Процент побед
sk: Miera výhier
sv: Vinstgrad
th: อัตราการชนะ
tr: Kazanma Oranı
uk: Коефіцієнт виграшу
vi: Tỷ lệ thắng
zh_hans: 胜率
zh_hant: 勝率
zh_hk: 勝率

# TK.Label.xp
source: XP
ar: نقاط الخبرة
he: ניסיון
ko: 경험치
ru: Очки опыта
uk: Досвід
zh_hans: 经验值

# TK.Message.achievementUnlocked
source: Achievement unlocked
ar: تم فتح الإنجاز
bg: Постижението е отключено
ca: Èxit desbloquejat
cs: Úspěch odemčen
da: Præstation låst op!
de: Errungenschaft freigeschaltet
el: Το επίτευγμα ξεκλειδώθηκε
es: Logro desbloqueado
es_419: Logro desbloqueado
fi: Saavutus avattu!
fr: Succès déverrouillé
fr_ca: Succès débloqué
he: ההישג הושג
hi: उपलब्धि अनलॉक की गई।
hr: Postignuće otključano
hu: Teljesítmény feloldva
id: Pencapaian tercapai
it: Obiettivo sbloccato
ja: 達成目標が解除されました
kk: Жетістік ашылды
ko: 업적이 잠금 해제되었습니다.
ms: Pencapaian dibuka
nb: Prestasjon låst opp
nl: Prestatie ontgrendeld
pl: Osiągnięcie odblokowane
pt_br: Conquista desbloqueada
pt_pt: Conquista desbloqueada
ro: Deblocată
ru: Достижение разблокировано
sk: Úspech odomknutý
sv: Prestationen upplåst
th: ได้รับการปลดล็อกแล้ว
tr: Başarı kazanıldı
uk: Досягнення розблоковано
vi: Thành tựu đã mở khóa
zh_hans: 成就解锁
zh_hant: 成就解鎖
zh_hk: 成就已解鎖

# TK.Message.challengeComplete
source: Challenge Complete
ar: تم إكمال التحدي.
bg: Предизвикателството е завършено.
ca: Repte completat.
cs: Výzva byla úspěšně dokončena.
da: Udfordring fuldført
de: Herausforderung abgeschlossen.
el: Η πρόκληση ολοκληρώθηκε.
es: Desafío completado.
es_419: Desafío completado.
fi: Haaste suoritettu.
fr: Défi terminé.
fr_ca: Défi complété
he: אתגר הושלם
hi: चुनौती पूर्ण।
hr: Izazov je dovršen.
hu: Kihívás teljesítve.
id: Tantangan selesai.
it: Sfida completata.
ja: チャレンジが完了しました。
kk: Сынақ аяқталды.
ko: 도전 완료
ms: Cabaran Selesai
nb: Utfordringen er fullført.
nl: Uitdaging compleet.
pl: Wyzwanie ukończone
pt_br: Desafio Completo
pt_pt: Desafio concluído
ro: Provocare finalizată.
ru: Проблема выполнена.
sk: Výzva je úspešne dokončená.
sv: Utmaning slutförd.
th: เสร็จสิ้นความท้าทาย.
tr: Meydan okuma tamamlandı
uk: Виклик завершено.
vi: Thử thách đã hoàn thành.
zh_hans: 挑战完成
zh_hant: 挑戰完成
zh_hk: 挑戰完成。

# TK.Message.connectionLostDuringMatch
source: Connection Lost During Match.
ar: تم فقد الاتصال أثناء المباراة.
bg: Връзката е загубена по време на мача.
ca: Connexió perduda durant el partit.
cs: Připojení se ztratilo během zápasu.
da: Forbindelse mistet under kamp.
de: Verbindung während des Spiels verloren.
el: Η σύνδεση χάθηκε κατά τη διάρκεια του αγώνα.
es: Conexión perdida durante la partida.
es_419: Conexión Perdida Durante el Partido.
fi: Yhteys katkaistiin ottelun aikana.
fr: Connexion perdue pendant le match.
fr_ca: Connexion perdue pendant le match.
he: החיבור אבד במהלך ההתאמה.
hi: मैच के दौरान कनेक्शन खो गया।
hr: Povezivanje je izgubljeno tijekom meča.
hu: Kapcsolat elveszett a mérkőzés alatt.
id: Koneksi Hilang Selama Pertandingan.
it: Connessione persa durante la partita.
ja: 試合中に接続が失われました。
kk: Матч кезінде байланыс үзілді.
ko: 경기 중 연결이 끊어졌습니다.
ms: Sambungan hilang semasa perlawanan.
nb: Tilkobling tapt under kampen.
nl: Verbinding verloren tijdens wedstrijd.
pl: Połączenie utracone podczas meczu.
pt_br: Conexão perdida durante a partida.
pt_pt: Conexão perdida durante o jogo.
ro: Conexiunea s-a pierdut în timpul meciului.
ru: Соединение потеряно во время матча.
sk: Pripojenie sa stratilo počas zápasu.
sv: Anslutningen förlorad under match.
th: การเชื่อมต่อหลุดระหว่างการแข่งขัน
tr: Eşleşme sırasında bağlantı kaybedildi
uk: З'єднання втрачено під час матчу.
vi: Kết nối đã bị mất trong trận đấu.
zh_hans: 比赛中连接丢失。
zh_hant: 比賽期間失去連線。
zh_hk: 比賽期間連接已丟失。

# TK.Message.dailyRewardAvailable
source: Daily Reward Available
ar: المكافأة اليومية متاحة.
bg: Дневна награда налична
ca: Recompensa diària disponible
cs: Denní odměna dostupná
da: Daglig belønning tilgængelig
de: Tägliche Belohnung verfügbar
el: Διαθέσιμο καθημερινό μπόνους
es: Recompensa diaria disponible
es_419: Recompensa diaria disponible
fi: Päivittäinen palkinto saatavilla
fr: Récompense quotidienne disponible.
fr_ca: Récompense quotidienne disponible
he: פרס יומי זמין
hi: दैनिक इनाम उपलब्ध है
hr: Dnevna nagrada dostupna
hu: Napi jutalom elérhető
id: Hadiah Harian Tersedia
it: Ricompensa giornaliera disponibile
ja: デイリーリワードが利用可能です
kk: Күнделікті сыйлық қолжетімді
ko: 일일 보상이 제공됩니다.
ms: Ganjaran Harian Tersedia
nb: Daglig belønning tilgjengelig
nl: Dagelijkse beloning beschikbaar
pl: Dostępna nagroda dzienna
pt_br: Recompensa diária disponível.
pt_pt: Recompensa diária disponível
ro: Recompensa zilnică disponibilă
ru: Доступна ежедневная награда
sk: Dostupná denná odmena
sv: Dagsbelöning är tillgänglig
th: รางวัลประจำวันพร้อมให้รับแล้ว
tr: Günlük Ödül Mevcut
uk: Доступна щоденна нагорода
vi: Phần thưởng hàng ngày có sẵn
zh_hans: 每日奖励可领取
zh_hant: 每日獎勵可用
zh_hk: 每日獎勵可用

# TK.Message.energyRefilled
source: Energy Refilled
ar: تم تعبئة الطاقة.
bg: Енергията е възстановена.
ca: Energia reposada
cs: Energie byla doplněna.
da: Energi er genopfyldt.
de: Energie aufgefüllt
el: Η ενέργεια ανανεώθηκε.
es: Energía recargada
es_419: Energía recargada.
fi: Energia täytetty.
fr: Énergie rechargée.
fr_ca: Énergie rechargée.
he: האנרגיה התמלאה
hi: ऊर्जा फिर से भर गई
hr: Energija je napunjena
hu: Energia feltöltve
id: Energi Terisi Ulang
it: Energia ripristinata
ja: エネルギーが回復しました
kk: Энергия толығымен толтырылды
ko: 에너지가 충전되었습니다.
ms: Tenaga berjaya dipulihkan.
nb: Energi fylt opp.
nl: Energie bijgevuld
pl: Energia uzupełniona.
pt_br: Energia reabastecida
pt_pt: Energia reabastecida
ro: Energie reîncărcată.
ru: Энергия восстановлена
sk: Energie doplnená
sv: Energi påfylld
th: เติมพลังแล้ว
tr: Enerji yenilendi.
uk: Енергія відновлена.
vi: Năng lượng đã được nạp lại
zh_hans: 能量已补充
zh_hant: 能量已補充。
zh_hk: 能量已補充。

# TK.Message.gameOver
source: Game Over
ar: انتهت اللعبة.
bg: Играта свърши
ca: Fi del joc
cs: Konec hry.
da: Spillet er slut
de: Spiel beendet.
el: Τέλος παιχνιδιού.
es: Fin del juego.
es_419: Fin del juego.
fi: Peli ohi.
fr: Fin de la partie
fr_ca: Fin de la partie.
he: המשחק נגמר.
hi: खेल समाप्त
hr: Kraj igre
hu: A játék véget ért.
id: Permainan Tamat
it: Partita terminata
ja: ゲームオーバー
kk: Ойын аяқталды
ko: 게임 종료
ms: Permainan Tamat.
nb: Spillet er over.
pl: Koniec gry
pt_br: Fim de jogo
pt_pt: Jogo terminado
ro: Joc terminat.
ru: Игра окончена
sk: Hra skončila
sv: Spelet är över
th: เกมจบ
tr: Oyun Bitti
uk: Гра завершена.
vi: Trò chơi kết thúc
zh_hans: 游戏结束
zh_hant: 遊戲結束
zh_hk: 比賽結束

# TK.Message.levelComplete
source: Level Complete
ar: تم إنهاء المستوى بنجاح.
bg: Нивото е преминато.
ca: Nivell complet
cs: Úroveň dokončena
da: Niveau fuldført
de: Level abgeschlossen
el: Επίπεδο ολοκληρωμένο.
es: Nivel completado
es_419: Nivel completado
fi: Taso suoritettu
fr: Niveau terminé
fr_ca: Niveau terminé
he: רמה הושלמה
hi: स्तर पूरा
hr: Razina dovršena
hu: Szint Befejezve
id: Level Selesai
it: Livello completato
ja: レベルクリア
kk: Деңгей аяқталды.
ko: 레벨 완료
ms: Tahap Selesai.
nb: Nivå fullført
nl: Niveau voltooid
pl: Poziom zakończony
pt_br: Nível completo
pt_pt: Nível Completo
ro: Nivel completat
ru: Уровень завершен
sk: Úroveň dokončená
sv: Nivå Slutförd
th: ระดับเสร็จสมบูรณ์
tr: Seviye tamamlandı.
uk: Рівень пройдено.
vi: Cấp độ hoàn thành
zh_hans: 关卡完成
zh_hant: 關卡完成
zh_hk: 關卡完成

# TK.Message.matchFound
source: Match Found
ar: تم العثور على مباراة.
bg: Намерена е среща.
ca: Partit Trobat
cs: Zápas nalezen
da: Kamp fundet
de: Spiel gefunden
el: Αγώνας βρέθηκε.
es: Partido encontrado
es_419: Partido encontrado
fi: Ottelu löytyi
fr: Match trouvé
fr_ca: Match trouvé
he: המשחק נמצא
hi: मैच मिला।
hr: Utakmica pronađena
hu: Mérkőzés megtalálva.
id: Pertandingan ditemukan
it: Partita trovata.
ja: マッチが見つかりました
kk: Матч табылды.
ko: 경기가 발견되었습니다.
ms: Pertandingan Ditemui
nb: Kamp funnet
nl: Wedstrijd gevonden.
pl: Znaleziono mecz.
pt_br: Partida Encontrada
pt_pt: Partida Encontrada
ro: Meci găsit
ru: Матч найден
sk: Zápas nájdený
sv: Match hittad
th: พบการแข่งขันแล้ว
tr: Maç Bulundu
uk: Матч знайдено.
vi: Đã tìm thấy trận đấu.
zh_hans: 找到匹配的对手
zh_hant: 比賽找到對手。
zh_hk: 找到對手
